Repository: PeterTheOne/lflux
Catalog: lfluxproject/conf/locale/*/LC_MESSAGES/django.po
Languages: de

source: My Stories
de: Meine Stories

source: My Suggestions
de: Meine Vorschläge

source: Recent Actions
de: Letzte Aktionen

source: German
de: Deutsch

source: English
de: Englisch

source: Models available in the %(name)s application.
de: Models in der %(name)s-App

source: Add
de: Hinzufügen

source: Change
de: Ändern

source: You don't have permission to edit anything.
de: Du hast keine Rechte, etwas zu ändern

source: My Actions
de: Meine Aktionen

source: None available
de: Keine verfügbar

source: Unknown content
de: Unbekannter inhalt

source: Add Author
de: Autoren hinzufügen

source: Background Content
de: Hintergrundinformationen

source: Add another Background Content
de: Neue Hintergrundinfos hinzufügen

source: Publish
de: Veröffentlichen

source: Save
de: Speichern

source: Change Summary
de: Zusammenfassung der Änderung

source: image
de: Bild

source: user
de: Benutzer

source: about me
de: Über Mich

source: new
de: neu

source: researching
de: in Bearbeitung

source: answered
de: beantwortet

source: answered in article
de: in Artikel beantwortet

source: Title
de: Titel

source: Comment
de: Kommentar

source: User
de: Benutzer

source: Story
de: Artikel

source: Created at
de: Erstellt am

source: State
de: Status

source: %(site_name)s: An Author replied to your Question on %(name)s
de: %(site_name)s: EineR der AutorInnen hat auf deine Frage zu %(name)s geantwortet

source: asked by
de: fragt

source: since
de: seit

source: Comments
de: Kommentare

source: Submit
de: Abschicken

source: Ohai; one of the authors of %(name)s just replied to your question: Check it out: http://%(domain)s%(question_link)s
de: Ohai; EineR der AutorInnen von %(name)s hat gerade auf deine Frage geantwortet: Gleich ansehen: http://%(domain)s%(question_link)s

source: Question for
de: Frage zu

source: Back to %(storyname)s
de: Zurück zu %(storyname)s

source: Asked by %(username)s
de: %(username)s fragt

source: %(status)s since %(created_at)s
de: %(status)s seit %(created_at)s

source: Change Question Status to:
de: Fragestatus ändern auf:

source: Add Comment
de: Neuer Kommentar

source: Please log in to post a comment!
de: Um ein Kommentar abzugeben, melde dich bitte an!

source: votes
de: Stimmen

source: Only works if you're logged in!
de: Nur möglich, wenn du eingeloggt bist!

source: markdown-formatted summary text consistiong of 2 or 3 list items only!
de: Markdown-formatierte Zusammenfassung, die nur aus 2 oder 3 Listeneinträgen besteht! ZB:<br />* ein Punkt<br />* zweiter Punkt

source: this should not change during the story's lifetime
de: soll sich nie ändern

source: title
de: Titel

source: this reflects our current understanding of the topic
de: reflektiert immer unser aktuelles Verständnis des Themas, darf sich also ändern

source: slug
de: URL-Kürzel

source: based on story name
de: basiert auf dem Namen

source: last update
de: Letztes Update

source: created at
de: Erstellt am

source: published at
de: Veröffentlicht am

source: start of timeframe
de: Start des Berichtzeitraums

source: end of timeframe
de: Ende des Berichtzeitraums

source: cover image
de: Titelbild

source: country code, if applicable (shows map in full view)
de: 2-stelliger Ländercode, wenn möglich

source: summary
de: Zusammenfassung

source: body
de: Text

source: markdown-formatted story text
de: Markdown-formatierter Text zu dem Thema

source: Stories
de: Themen

source: Story Summary
de: Zusammenfassung von Änderungen

source: Story Summaries
de: Zusammenfassungen von Änderungen

source: for version
de: für die Version

source: Change Suggestion
de: Änderungsvorschlag

source: Change Suggestions
de: Änderungsvorschläge

source: other contacts
de: Andere Kontakte

source: description
de: Beschreibung

source: weight
de: Gewicht

source: Stakeholder
de: Beteiligte Person

source: Stakeholders
de: Beteiligte

source: Background Content for
de: Hintergrundinfo für

source: Created by %(username)s
de: Erstellt von %(username)s

source: on %(created_at)s
de: am %(created_at)s

source: view
de: zeigen

source: Main Article
de: Hauptartikel

source: Firehose
de: Zusätzliche Inhalte

source: Next
de: Weiter

source: The main text always represents our current understanding of the situation. When something happens, we try to update it daily.
de: Der Haupttext reflektiert unser aktuelles Verständnis der Situation.Wir versuchen, den Text tagesaktuell zu halten.

source: To make this process transparent, you can browse through all previous versions here.
de: Dieser Prozess ist transparent: du kannst auch alle früheren Versionen ansehen.

source: If you want to link to the current version, or embed this story in your website, look here.
de: Hier findest du den Link zur aktuellen Version und eine Code, um diesen Artikel in anderen Websites einzubetten

source: Here you can see what changed between a previous version and now.
de: Hier kannst du sehen, was sich seit einer anderen Version geändert hat.

source: Close
de: Schließen

source: The 'Current Events' section is a collection of links relevant to the topic
de: Die Sektion 'Neuigkeiten' beinhaltet interessante Links, Zitate und andere Inhalte zu dem Thema.

source: Sometimes we interview people or publish background research. You can find these here.
de: Manchmal führen wir interviews oder veröffentlichen Hintergrundinformationen. Diese findest du hier.

source: Where
de: Wo

source: When
de: Wann

source: ongoing
de: aktuell

source: Active?
de: Aktiv?

source: link to this version
de: Link zu dieser Version

source: embed this article
de: Einbetten

source: Current events
de: Neuigkeiten

source: Background Info
de: Hintergrundinformationen

source: from %(created)s
de: von %(created)s

source: Q&amp;A
de: Fragen &amp; Antworten

source: Ask a question
de: Frage stellen

source: Sign in to post a question!
de: Eine Anmeldung ist nötig um Fragen zu stellen!

source: Last updated %(timesince)s ago
de: Letztes Update vor %(timesince)s

source: Highlight Changes
de: Änderungen zeigen

source: No changes to highlight
de: Keine Änderungen

source: Changes since %(timesince)s ago
de: Änderungen seit %(timesince)s

source: Access History
de: Vergangene Versionen

source: Displaying content from %(date)s
de: Version von %(date)s

source: Perpetual link to this version
de: Fixer Link zu dieser Version

source: Link this
de: Verlinken

source: Current Issues
de: Aktuelle Themen

source: by
de: von

source: Next time you come here, we will highlight what changed since now.
de: Nächstes Mal werden wir hervorheben, was sich seit jetzt getan hat.

source: Marking as read
de: Speichere Lesestatus

source: Disable this feature.
de: Feature deaktivieren.

source: Tracking disabled.
de: Tracking inaktiv.

source: Re-enable tracking.
de: Tracking reaktivieren.

source: Learn more
de: Mehr Informationen

source: Sign up for updates
de: Haltet mich auf dem Laufenden

source: Marked as read.
de: Als gelesen Markiert.

source: Undo
de: Rückgängig

source: Current Events
de: Neuigkeiten

source: daily
de: tägliche

source: weekly
de: wöchentliche

source: frequency
de: Frequenz

source: %(site_name)s: Please confirm your subscription to %(name)s
de: %(site_name)s: Bitte bestätige deine Anmeldung für Updates zu %(name)s

source: %(site_name)s: %(frequency)s mail for %(name)s
de: %(site_name)s: %(frequency)s Mail für %(name)s

source: Ohai; you requested to be signed up for updates to %(name)s. Please confirm by clicking this link: http://%(domain)s%(confirm_link)s Otherwise, please just ignore this email.
de: Ohai; Bitte bestätige deine Anmeldung für %(name)s, indem du auf diesen Link gehst: http://%(domain)s%(confirm_link)s Ansonsten, ignoriere bitte diese Nachricht!

source: Subscribe
de: Anmelden

source: My Instances
de: Meine Instanzen

source: My Model Actions
de: Meine Model-Aktionen

source: Create %(modelname)s for %(instancename)s
de: Neue %(modelname)s für %(instancename)s

source: Preview
de: Vorschau

source: Post
de: Abschicken

source: %(timesince)s ago
de: vor %(timesince)s

source: by %(author)s
de: von %(author)s

source: %d year ago
de: vor %d Jahr

source: %d week ago
de: vor %d Woche

source: %d day ago
de: vor %d Tag

source: %d hour ago
de: vor %d Stunde

source: %d minute ago
de: vor %d Minute

source: just a few seconds ago
de: jetzt gerade

source: Sorry, something is wrong with this text version. We have been notified.
de: Irgendetwas ist an dieser Version des Texts komisch und wir können sie nicht darstellen. Sorry!

source: things not found
de: Dinge nicht gefunden!

source: sorry, couldn't find the things you were looking for. looking for stuff?
de: Tut uns Leid, wir haben gründlich gesucht aber nicht gefunden, wonach du suchst!

source: back home
de: Zurück

source: something really bad or really weird happened. we'll look into it!
de: Etwas ganz schlimmes oder ganz komisches ist passiert. Wir schauen's uns an!

source: demo mode
de: Demomodus

source: Profile
de: Profil

source: Sign Out
de: Abmelden

source: Editor
de: Redakteurbereich

source: Sign In
de: Anmelden

source: Sign Up
de: Registrieren

source: Luminous Flux administration
de: Luminous Flux admin

source: (Author)
de: (Autor)

source: reply
de: antworten

source: This comment changes the question to:
de: Dieses Kommentar ändert den Fragestatus auf:

source: Reset password
de: Passwort zurücksetzen

source: Reset Password
de: Passwort zurücksetzen

source: Send password
de: Passwort abschicken

source: %(username)s's profile.
de: %(username)s's Profil

source: View profile
de: Profil ansehen

source: Edit details
de: Details ändern

source: Change password
de: Passwort ändern

source: Change email
de: Email ändern

source: Your mugshot
de: Dein Foto

source: Account setup
de: Benutzereinstellungen

source: Account &raquo; %(username)s
de: Benutzer &raquo; %(username)s

source: Edit profile
de: Profil ändern

source: Edit Profile
de: Profil ändern

source: Save changes
de: Änderungen speichern

source: Signin
de: Anmelden

source: Forgot your password?
de: Passwort vergessen?

source: Signup
de: Registrieren
